var MAP_STYLE = "googlelite";

var DATA = {
	"杭州": {
		"浙江大学": ["潘致远", "詹奇", "郑子翼", "阮昱恒"],
		"浙江工业大学": ["罗逸宁", "谢雨静", "徐鑫娴"],
		"杭州电子科技大学": ["蔡瀚震", "范子杭", "林江"],
		"浙江财经大学": ["余帆"],
		"浙江理工大学": ["鲍宇豪"],
		"浙江大学城市学院": ["陈志豪", "陶源"],
		"浙江科技学院": ["柯佳键"],
		"中国计量大学":["陈峰"],
	},
	"合肥": {
		"中国科学技术大学":["陈修远"],
	},
	"福州": {
		"福州大学":["洪子超"],
	},
	"金华": {
		"浙江师范大学": ["应志豪", "梁清威"],
	},
	"上海": {
		"上海应用技术大学": ["戴胡潇洋"]
	},
	"温州": {
		"温州医科大学": ["应嘉琪"],
		"温州医科大学仁济学院": ["陈治平"]
	},
	"南京": {
		"东南大学": ["罗永杰"],
		"陆军工程大学": ["杜翊令"],
		"南京信息工程大学滨江学院":["王诩琪"],
	},
	"舟山": {
		"浙江海洋大学":["吴宇帆"],
	},
	"西安": {
		"西北大学": ["曹海舸"],
		"西北工业大学": ["林鑫宇"],
	},
	"长春": {
		"吉林外国语大学": ["陈俊豪"],
	},
	"大连": {
		"大连理工大学": ["朱海会"],
	},
	"哈尔滨": {
		"哈尔滨工业大学":["郑一男"],
	},
	"贵阳": {
		"贵州医科大学":["李晏林"],
	},
	"太原": {
		"太原理工大学":["林英杰"],
	},
	"长沙": {
		"湖南大学":["罗一翔"],
	},
	"绵阳": {
		"西南科技大学":["罗力铭"],
	},
	"北京": {
		"首都医科大学":["阮昱豪"],
	},
	"广汉": {
		"中国民用航空飞行学院":["童兴安","应宇博"],
	},
	"绍兴": {
		"绍兴文理学院":["王晨曦"],
	},
	"衡阳": {
		"南华大学":["王宁宇"],
	},


};

var SPEC_POS = {

};

var MAP_TITLE = "路桥中学2019届1班毕业去向";

var ABOUT = {
	"作者": ["潘致远"],
	"使用的接口和开源程序": ["irmap", "Bootstrap", "百度地图API"],
	"License": ["GPL协议"]
	//"反馈与改进": ["直接联系我，或者在GitHub repo下提交Pull request"],
};